Repository: di0fref/Wordpress-stuff
Catalog: themes/youare/youare/lang/*.po
Languages: ca, fr_ca

source: In real-time...
ca: En temps real...
fr_ca: En direct...

source: 404: Page Not Found
ca: 404: Pàgina no trobada
fr_ca: 404: Page introuvable

source: Page not found
ca: Pàgina no trobada
fr_ca: Page introuvable

source: It might have been moved or deleted, or perhaps you mistyped it. We suggest searching the site:
ca: Ha degut ser traslladat, esborrat o has comés un error al escriure. Et sugerim que faces una nova búsqueda:
fr_ca: Elle peut avoir été déplacée ou effacée, ou peut-être avez-vous fait une erreur de frappe. Nous suggérons de chercher dans le site:

source: Subscribe to this category
ca: Subscriu-te a aquesta categoría
fr_ca: Abonnez-vous à cette catégorie

source: Subscribe to
ca: Subscriu-te a
fr_ca: Abonnez-vous à

source: Subscribe to %s
ca: Subscriu-te a %s
fr_ca: Abonnez-vous à %s

source: Go to this category
ca: Anar a aquesta categoría
fr_ca: Atteindre cette catégorie

source: Subscribe to this tag
ca: Subscriu-te a aquesta etiqueta
fr_ca: Abonnez-vous à ce mot-clé

source: YouAre Search:
ca: Buscar a YouAre:
fr_ca: Chercher YouAre:

source: Twitter Search:
ca: Buscar a Twitter:
fr_ca: Chercher Twitter:

source: Posts by %s
ca: Escrit per %s
fr_ca: Billet rédigé par %s

source: Blog Archives
ca: Arxiu
fr_ca: Archives

source: Permanent Link to %s
ca: Enllaç permanent a %s
fr_ca: Permalien vers %s

source: read more...
ca: llegir més...
fr_ca: suite...

source: Edit This
ca: Editar
fr_ca: Éditer

source: There are currently %s posts, contained within %s categories, using <a href="/tags">%s tags.</a>
ca: Actualment existeixen %s anotacions, dintre de %s categorías, utilitzant <a href="/tags">%s etiquetes.</a>
fr_ca: Il se trouve actuellement %s billets classés au sein de %s catégories, dont <a href="/tags">%s mots-clés.</a>

source: This post is password protected. Enter the password to view comments.
ca: Aquesta anotació está protegida amb clau. Introdueix la clau per veure els comentaris.
fr_ca: Ce billet est protégé par mot de passe. Veuillez saisir le mot de passe pour afficher les commentaires.

source: No Comments Yet
ca: Sense comentaris
fr_ca: Aucun commentaire

source: 1 Comment
ca: 1 comentari
fr_ca: 1 commentaire

source: 1 comment
ca: 1 comentari
fr_ca: 1 commenaire

source: % Comments
ca: % comentaris
fr_ca: % commentaires

source: % comments
ca: % comentaris
fr_ca: % commentaires

source: Leave a Reply
ca: Deixa un comentari
fr_ca: Laissez un commentaire

source: Comments are closed for this entry.
ca: Aqueta anotació té els comentaris tancats.
fr_ca: Les commentaires sont verrouillés pour ce billet.

source: Leave a Reply to %s
ca: Deixa un comentari a %s
fr_ca: Laissez un commentaires à %s

source: You must be <a href="%s/wp-login.php?redirect_to=%s">logged in</a> to post a comment.
ca: Has d'estar <a href="%s/wp-login.php?redirect_to=%s">registrat</a> per deixar un comentari.
fr_ca: Vous devez être <a href="%s/wp-login.php?redirect_to=%s">connecté</a> pour enregistrer un commentaire.

source: Logged in as <a href="%s/wp-admin/profile.php">%s</a>. <a href="%s" title="Log out of this account">Log out &raquo;</a>
ca: Registrat com <a href="%s/wp-admin/profile.php">%s</a>. <a href="%s" title="Cierra la sesión">Salir &raquo;</a></a>
fr_ca: Connecté sous <a href="%s/wp-admin/profile.php">%s</a>. <a href="%s" title="Déconnexion">Fermer la session;</a>

source: (required)
ca: (obligatori)
fr_ca: (obligatoire)

source: Name
ca: Nom
fr_ca: Nom

source: Your email address will <strong>not</strong> be published. Your photo in comments, use <a href="http.//gravatar.com">Gravatar</a>
ca: La teva direcció d'email <strong>no</strong> es publicará. Per mostrar la teva foto als comentaris, utilitza <a href="http.//gravatar.com">Gravatar</a>
fr_ca: Votre adresse courriel ne sera <strong>pas</strong> publiée. Pour afficher votre avatar dans les commentaires, utilisez <a href="http.//gravatar.com">Gravatar</a>

source: Website (optional)
ca: Web (opcional)
fr_ca: Site Web (optionel)

source: Please include http://
ca: Si us plau, escriu http://
fr_ca: Veuillez saisir http://

source: Comment
ca: Comentari
fr_ca: Commentaire

source: Note: XHTML is allowed.
ca: Info: s'admeteix XHTML.
fr_ca: Note: XHTML permis.

source: Submit Comment
ca: Comenta
fr_ca: Envoyer

source: Subscribe to this comment feed via RSS
ca: Subscriu-te als comentaris d'aquesta anotació vía RSS
fr_ca: Abonnez-vous à ce commentaire par fil de nouvelle RSS

source: Your Company tag line or Featured work
ca: El lema de la teva empresa o treball a destacar
fr_ca: Votre slogan ou vos travaux dignes d'intérêt

source: Company services. Go to YouAre Options menu (the Footer Promo section) in WP Dashboard. <a href="http://wptheme.youare.com/demo/2009/08/19/how-to-customize-footer/">View examples</a>.
ca: Serveis de l'empresa. Visita YouAre Options (la secció Footer Promo) al Panel d'administracio de WP. <a href="http://wptheme.youare.com/demo/2009/08/19/how-to-customize-footer/">Exemples</a>.
fr_ca: Services offerts. Allez au menu 'YouAre Options' (Footer Promo) dans l'interface d'administration de WP. <a href="http://wptheme.youare.com/demo/2009/08/19/how-to-customize-footer/">Voir des exemples</a>.

source: Top
ca: Pujar
fr_ca: Haut

source: Search Results for
ca: Resultats de la búsqueda per
fr_ca: Résultats de recherche pour

source: Comments RSS 2.0 Feed
ca: Feed RSS 2.0 de comentaris
fr_ca: Fil des commentaires RSS 2.0

source: Home
ca: Inici
fr_ca: Accueil

source: Archives
ca: Arxius

source: archives
ca: arxius

source: Your latest update on <a href="http://youare.com">YouAre</a> or <a href="http://twitter.com">Twitter</a>. Go to YouAre options in your WordPress panel admin
ca: La teva última actualització a <a href="http://youare.com">YouAre</a> o <a href="http://twitter.com">Twitter</a>. Activa el plugin 'YouAre Latest Updates' o 'Twitter Latests Updates' i visita YouAre Options al teu panel de WordPress
fr_ca: Vos dernières mises à jour sur <a href="http://youare.com">YouAre</a> ou <a href="http://twitter.com">Twitter</a>. Voir les 'YouAre Options' dans le panneau d'administration de WordPress.

source: Leave a comment
ca: Deixa un comentari
fr_ca: Laissez un commentaire

source: Older Entries &raquo;
ca: Anotacions antigues &raquo;
fr_ca: Billets précédents &raquo;

source: &laquo; Newer Entries
ca: &laquo; Anotacions recents
fr_ca: &laquo; Billets récents

source: Go to
ca: Anar a
fr_ca: Allez à

source: Search
ca: Buscar
fr_ca: Allez

source: No Comments
ca: Sense comentaris
fr_ca: Aucun commentaire

source: No comments
ca: Sense comentaris
fr_ca: Aucun commentaire

source: No results found! You sure you wrote it correctly? Please try again.
ca: No s'han trobat resultats! Estàs segur que ho has escrit correctament? Si us plau, tornar a intentar-ho.
fr_ca: Aucun résultat trouvé! Avez-vous mal saisi votre requête? Veuillez essayer de nouveau.

source: Share it
ca: Comparteix
fr_ca: Partagez

source: Share on
ca: Comparteix a
fr_ca: Partagez sur

source: About the author
ca: Sobre el autor
fr_ca: À propos de l'auteur

source: Read more
ca: Llegir més
fr_ca: Suite...

source: Go to YouAre Options menu in your WP Dashboard and check out the Author Box Sidebar section.
ca: Visita l'enllaç YouAre Options al teu panel d'administració de WP i escriu a la secció Author Box Sidebar.
fr_ca: Allez dans le menu des 'YouAre Options' dans l'interface d'administration de WP, puis remplissez la section 'Author Box Sidebar'

source: Topics
ca: Temes
fr_ca: Sujets

source: Recent Articles
ca: Articles recents
fr_ca: Articles récents

source: Comments RSS
ca: RSS de comentaris
fr_ca: Commentaires RSS

source: Email Updates
ca: Subscriu-te
fr_ca: Suivi par courriel

source: &laquo; Prev
ca: &laquo; Anterior
fr_ca: &laquo; Précédent

source: Next &raquo;
ca: Següent &raquo;
fr_ca: Suivant &raquo;

source: Print
ca: Imprimir
fr_ca: Imprimer

source: Tags
ca: Etiquetes
fr_ca: Mots-clés

source: Tags Archive
ca: Arxiu d'etiquetes
fr_ca: Archives des mots-clés

source: Tag Cloud
ca: Núvol d'etiquetes
fr_ca: Nuages de mots-clés

source: Follow me
ca: Segueix-me
fr_ca: Suivez-moi

source: Readers
ca: lectors
fr_ca: lecteurs

source: Latest YouAre Updates
ca: El meu YouAre
fr_ca: Mises à jour YouAre

source: Latest Twitter Updates
ca: El meu Twitter
fr_ca: Mises à jour Twitter

source: Your comment is awaiting moderation.
ca: El teu comentari està sota moderació.
fr_ca: Votre commentaire est en attente de modération
