Repository: di0fref/Wordpress-stuff
Catalog: themes/youare/plugins/smart-archives-reloaded/lang/smart-archives-reloaded-*.po
Languages: it_it

source: Smart Archives Settings
it_it: Impostazioni Smart Archives

source: General settings
it_it: Impostazioni generali

source: Exclude Categories by ID
it_it: Escludi le categorie via ID

source: (space separated)
it_it: (separate da uno spazio)

source: Use wp-cron
it_it: Utilizza wp-cron

source: Uncheck this if your archive isn't being updated
it_it: non attivare se il tuo archivio non fosse stato aggiornato

source: Format
it_it: Formato

source: list
it_it: lista

source: block
it_it: compresso

source: both
it_it: entrambi

source: Specific settings
it_it: Impostazioni specifiche

source: List format
it_it: Formato elenco

source: Available substitution tags
it_it: Tag disponibili per sostituzione

source: Numeric months in block
it_it: Visualizzazione mesi

source: The month links in the block will be shown as numbers
it_it: I link del mese presenti nella versione compressa verranno mostrati in forma numerica

source: Use anchor links in block
it_it: Usa i link interni

source: The month links in the block will point to the month links in the list
it_it: I link ai mesi nella versione compressa punteranno ai link del mese presente nella lista

source: Settings <strong>saved</strong>.
it_it: Le impostazioni sono state <strong>salvate</strong>.

source: Save Changes
it_it: Salva le modifiche

source: Settings
it_it: Impostazioni

source: An elegant and easy way to present your archives.
it_it: Un modo semplice ed elegante per mostrare i tuoi archivi.
