Repository: di0fref/Wordpress-stuff
Catalog: themes/satorii/translation/*.po
Languages: ca

source: Not Found
ca: No s'ha trobat

source: Apologies, but we were unable to find what you were looking for. Perhaps searching will help.
ca: Ho sentim, però no hem trobat el que volíeu. El formulari de cerca us podria ajudar.

source: Find
ca: Cerca

source: Daily Archives: <span>%s</span>
ca: Arxius diaris: <span>%s</span>

source: Monthly Archives: <span>%s</span>
ca: Arxius mensuals: <span>%s</span>

source: Yearly Archives: <span>%s</span>
ca: Arxius anuals: <span>%s</span>

source: Blog Archives
ca: Arxius del blog

source: <span class="meta-nav">&laquo;</span> Older posts
ca: <span class="meta-nav">&laquo;</span> Entrades anteriors

source: Newer posts <span class="meta-nav">&raquo;</span>
ca: Entrades següents <span class="meta-nav">&raquo;</span>

source: Archives by Category
ca: Arxius per categoria

source: Archives by Month
ca: Arxius per mes

source: Edit
ca: Edita

source: Return to %s
ca: Torna a %s

source: Posted by %1$s on <abbr class="published" title="%2$sT%3$s">%4$s at %5$s</abbr>. Bookmark the <a href="%6$s" title="Permalink to %7$s" rel="bookmark">permalink</a>. Follow any comments here with the <a href="%8$s" title="Comments RSS to %7$s" rel="alternate" type="application/rss+xml">RSS feed for this post</a>.
ca: Enviat per %1$s el <abbr class="published" title="%2$sT%3$s">%4$s a les %5$s</abbr>. Desa l'<a href="%6$s" title="Permalink to %7$s" rel="bookmark">enllaç permanent</a>. Segueix els comentaris mitjançant <a href="%8$s" title="Comments RSS to %7$s" rel="alternate" type="application/rss+xml">el canal RSS d'aquesta entrada</a>.

source: View all posts by %s
ca: Mostra totes les entrades escrites per %s

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
ca: <a class="comment-link" href="#respond" title="Post a comment">Deixa un comentari</a> o un retroenllaç: <a class="trackback-link" href="%s" title="URL dels retroenllaços" rel="trackback">URL dels retroenllaços</a>.

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
ca: Els comentaris estan tancats, però pots deixar un retroenllaç: <a class="trackback-link" href="%s" title="URL dels retroenllaços" rel="trackback">URL dels retroenllaços</a>.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
ca: Els retroenllaços estan tancats, però pots <a class="comment-link" href="#respond" title="Deixa un comentari">deixar un comentari</a>.

source: Both comments and trackbacks are currently closed.
ca: Els comentaris i els retroenllaços estan tancats.

source: Author Archives: <span class="vcard">%s</span>
ca: Arxius de l'autor: <span class="vcard">%s</span>

source: Category Archives:
ca: Arxius de la categoria

source: This post is protected. Enter the password to view any comments.
ca: Aquesta entrada està protegida. Escriviu la contrassenya per a veure els comentaris.

source: <span>%d</span> Trackbacks
ca: <span>%d</span> retroenllaços

source: <span>No</span> Trackbacks
ca: <span>No</span> hi ha retroenllaços

source: You can leave a trackback using this <acronym title="Universal Resource Locator">URL</acronym>:
ca: Podeu deixar un retroenllaç fent servir aquesta <acronym title="Universal Resource Locator">URL</acronym>:

source: <span>%d</span> Comments
ca: <span>%d</span> comentaris

source: <span>One</span> Comment
ca: <span>Un</span> comentari

source: <span class="meta-nav">&laquo;</span> Previous Comments
ca: <span class="meta-nav">&laquo;</span> Comentaris anteriors

source: Next Comments <span class="meta-nav">&raquo;</span>
ca: Comentaris següents <span class="meta-nav">&raquo;</span>

source: Post a Comment
ca: Deixa un comentari

source: You must be <a href="%s" title="Log in">logged in</a> to post a comment.
ca: Heu d'<a href="%s" title="Inicia la sessió">iniciar la sessió</a> per a comentar.

source: <span class="loggedin">Logged in as <a href="%1$s" title="Logged in as %2$s">%2$s</a>.</span> <span class="logout"><a href="%3$s" title="Log out of this account">Log out?</a></span>
ca: <span class="loggedin">Sessió iniciada com a <a href="%1$s" title="Sessió iniciada com a %2$s">%2$s</a>.</span> <span class="logout"><a href="%3$s" title="Finalitza la sessió">Finalitza la sessió?</a></span>

source: Your email is <em>never</em> shared.
ca: La vostra adreça de correu-e <em>mai</em> es farà pública.

source: Required fields are marked <span class="required">*</span>
ca: Els camps necessaris estan marcats amb <span class="required">*</span>

source: Name
ca: Nom

source: Email
ca: Correu-e

source: Website
ca: Lloc web

source: Comment
ca: Comentari

source: Post Comment
ca: Envia el comentari

source: Search
ca: Cerca

source: Title:
ca: Títol:

source: Button Text:
ca: Text del botó:

source: RSS Links
ca: Enllaços RSS

source: Posts RSS feed
ca: Canal RSS de les entrades

source: All posts
ca: Totes les entrades

source: Comments RSS feed
ca: Canal RSS dels comentaris

source: All comments
ca: Tots els comentaris

source: A search form for your blog (Sandbox)
ca: Una barra de cerca per al vostre blog (Sandbox)

source: Log in/out and administration links (Sandbox)
ca: Enllaços per a iniciar/finalitzar la sessió i de l'administració (Sandbox)

source: RSS links for both posts and comments (Sandbox)
ca: Enllaços RSS per a les entrades i els comentaris (Sandbox)

source: <span class='unapproved'>Your comment is awaiting moderation.</span>
ca: <span class='unapproved'>El vostre comentari està pendent de moderació.</span>

source: Posted %1$s at %2$s <span class="meta-sep">|</span> <a href="%3$s" title="Permalink to this comment">Permalink</a>
ca: Enviat el %1$s a les %2$s <span class="meta-sep">|</span> <a href="%3$s" title="Enllaç permanent del comentari">Enllaç permanent</a>

source: By %1$s on %2$s at %3$s
ca: Per %1$s a %2$s a les %3$s

source: \t\t\t\t\t<span class="unapproved">Your trackback is awaiting moderation.</span>\n
ca: \t\t\t\t\t<span class="unapproved">El vostre retroenllaç està pendent de moderació.</span>\n

source: &laquo; Older Comments
ca: &laquo; Comentaris anteriors

source: Newer Comments &raquo;
ca: Comentaris següents &raquo;

source: %s latest posts
ca: %s entrades recents

source: %s latest comments
ca: %s comentaris recents

source: Skip to content
ca: Salta al contingut

source: Permalink to %s
ca: Enllaç permanent a %s

source: Read More <span class="meta-nav">&raquo;</span>
ca: Continua llegint <span class="meta-nav">&raquo;</span>

source: Pages:
ca: Pàgines

source: <p class="tag-links"><span>Tagged:</span>
ca: <p class="tag-links"><span>Etiquetes:</span>

source: Published:
ca: Publicat:

source: Author:
ca: Autor:

source: By %s
ca: Per %s

source: Comments:
ca: Comentaris:

source: None
ca: Cap

source: 1 Comment
ca: 1 comentari

source: % Comments
ca: % comentaris

source: Edit this post
ca: Edita l'entrada

source: <dt>Edit</dt><dd class="edit-link">
ca: <dt>Edita</dt><dd class="edit-link">

source: Search Results for:
ca: Resultats de la cerca:

source: <span class="meta-nav">&laquo;</span> Older results
ca: <span class="meta-nav">&laquo;</span> Resultats anteriors

source: Newer results <span class="meta-nav">&raquo;</span>
ca: Resultats següents <span class="meta-nav">&raquo;</span>

source: Nothing Found
ca: No s'ha trobat res

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
ca: Ho sentim, però res coincideix amb els criteris de cerca. Proveu-ho amb d'altres paraules clau.

source: Pages
ca: Pàgines

source: RSS Feeds
ca: Canals RSS

source: Archives
ca: Arxius

source: Comments RSS Feed
ca: Canal RSS dels comentaris

source: Trackback <acronym title="Universal Resource Locator">URL</acronym>
ca: <acronym title="Universal Resource Locator">URL</acronym> dels retroenllaços

source: Tag Archives:
ca: Arxius de l'etiqueta:
